import Head from "next/head"
import Link from "next/link"
import Layout from "../components/layout"

export default function FirstPost() {
  return (
    <Layout>
      <Head>
        {/* ページ毎にヘッダの要素をカスタマイズ出来る。
        記載した部分が挿し変わるという仕様。便利だね。 */}
        <title>First Post</title>
        <link rel="icon" href="/profile_image_Apple.ico" />
      </Head>
      <h1>First Post</h1>
      <h2>これは見出し2レベル</h2>
      <p>
        私は時間けっして同じ意味学というものの中の見るないだろ。ひょろひょろ前を就職学ももうそんな談判ますだじゃでいているだでは滅亡威張ったんて、いろいろには違いなけれたいませある。間を妨げでのもけっして今をもうたたらまし。よく三宅さんが相違間断全く周旋にいうだ賞そんな左これか忠告にというご鑑定ましませなませと、この生涯は私か慾文学をするて、嘉納さんの事を道の私が必ずしもお拡張ともってここ国家をご学習に潜り込むようにまあご仮定に解らですましが、かつて引続き危くが換えるたてみるた方へしよならう。
      </p>
      <h2>これは見出し2レベル</h2>
      <p>
        もっともまたお精神の知れ方はそう幸福ともったて、その個性にもしなけれどもという発起人を云っがくれたない。あるため家来の時この双方はあなたごろに云いでしょかと大森さんを拵えますべから、威力の前ますといったごお話だでしなが、自分の以上に一種で事実までの事業の場合使うば行っと、それだけの今を云ってある時よりどうも書いででと訊かなのですば、著たうからそうご教師しまし事たました。しかし尻馬か自由か説明へ申し上げですば、今ごろ責任にありからおきなけれ所にご失敗の場合へなっなまし。
      </p>
    </Layout>
  )
}